---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MSup3PerKN
source: html/f73e60e6-8a0a-efd7-4ebc-33da21f4bfba.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MSup3PerKN Property

Symbol m³/kN, indicating unit Cubic meters per kilonewton.

## Syntax (C#)
```csharp
public static ForgeTypeId MSup3PerKN { get; }
```